

[
  {
    "id": "1",
    "title": "Great memories",
    "date": "Jun 25, 2023",
    "summary": "How a simple scene led me to amazing life wisdom.",
"content": "<p>When you get a wonderful meaning, or let's say when you finally understand it, it's a great memory. In that moment, we get an extra life, as wisdom increases our life; in different words, it increases the value and quality of our life. In this regard, I will tell you what this lovely tree taught me.</p><p>I saw the sky twice in the same place and under the same trees. The first time, the sky was obscured from me by the branches of the trees. It was difficult to see the beautiful horizon. At that time, a person might feel as if they were in a prison. How would a person live if the sky was obscured from them? What is our feeling toward these branches that prevent us from seeing the sky and the birds? Is it possible to see their beauty or some of the positive aspects that every creature carries? But wait a moment... before continuing with these bitter questions, here the tree opens a gate to heaven for us! And at that moment, I felt that the universe welcomed me. The clouds, birds, and tree branches were clapping for me with the sounds of their laughter carried by the breeze.</p><p>Then I discovered that those branches in the first picture were not a prison or something that calls for frustration or anger. On the contrary, they are the obstacles that we face in life and because of them, we become better versions of ourselves. The difficult situations that happen to us not only teach us and give us wisdom, but also give us a more beautiful life. Because life is awareness, and when we are in a state of awareness, we are really alive, meaning that we are actually living! Therefore, when I saw the sky in the second image, it was indescribably amazing and joyful, because the first image made me think and meditate. After I became closer to realization, I became ready for awareness and tasted an amazing sense of life.</p>",
    "previewImage": "/images/1article.gif",
    "detailImage": "/images/image4260.png",
    "extraImage": "/images/image2.jpg"
    

  }

]
